Repository: goudete/CargoFul
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: English
es_mx: Inglés

source: Spanish
es_mx: Español

source: Shipper
es_mx: Embarcador

source: Trucker
es_mx: Transportista

source: User Type
es_mx: Tipo de Usuario

source: Company Name
es_mx: Nombre de Empresa

source: Phone
es_mx: Telefono

source: You're good to go!
es_mx: Listo!

source: Your password has been successfully reset and you can now login with your new password.
es_mx: Su contraseña ha sido cambiada exitosamente

source: Having trouble?
es_mx: Está teniendo dificultades?

source: Contact us
es_mx: Contacto

source: Continue to Login
es_mx: Iniciar sesión

source: Reset your password
es_mx: Cambiar contraseña

source: Please enter your new password twice so we can verify you typed it in correctly.
es_mx: Por favor repita su contraseña

source: Change my password
es_mx: Cambiar contraseña

source: Don't have an account?
es_mx: No te has registrado?

source: Sign up
es_mx: Registrarme

source: Want to Login?
es_mx: Iniciar Sesión

source: Login
es_mx: Iniciar sesión

source: Help is on its way!
es_mx: La ayuda está en camino!

source: We have sent you an email with instructions on how you can reset your password, provided an account exists with email provided.
es_mx: Te hemos enviado instrucciones para cambiar tu contraseña

source: If you don't receive an email, please make sure you have entered the address you registered with. You may also want to check your spam folder.
es_mx: Si no recibió un correo electrónico, por favor verifique el correo que ingresó. Igualmente, revise su carpeta de spam

source: Please enter the email associated with your account below. We will send you an email with instructions on how you can reset your password.
es_mx: Por favor ingrese el correo electronico asociado con su cuenta. Le enviaremos un correo con instrucciones para cambiar su contraseña

source: Send password reset email
es_mx: Enviar correo

source: Your Account is Pending Approval
es_mx: Su cuenta aún no ha sido aprobada

source: Reach out if you have any questions: help@cargoful.org
es_mx: Contáctenos si tiene alguna duda en: help@cargoful.org

source: My Orders
es_mx: Mis Embarques

source: Total Orders
es_mx: Embarques Totales

source: New Order
es_mx: Nuevo Embarque

source: First name
es_mx: Nombre

source: Last name
es_mx: Apellido

source: Email
es_mx: Correo Electrónico

source: Company
es_mx: Empresa

source: Save Changes
es_mx: Actualizar Cambios

source: Change Your Password
es_mx: Cambia Tu Contraseña

source: Current Password
es_mx: Contraseña Actual

source: New Password
es_mx: Nueva Contraseña

source: Confirm New Password
es_mx: Confirma Nueva Contraseña

source: Change Password
es_mx: Cambiar Contraseña

source: Language
es_mx: Lenguaje

source: Login to you account
es_mx: Iniciar sesión

source: Forgotten your Password?
es_mx: Olvidaste tu contraseña?

source: Reset Password
es_mx: Cambiar Contraseña

source: Create your Cargoful account
es_mx: Crea tu cuenta en Cargoful

source: Already have an account?
es_mx: Ya tienes una cuenta?

source: Sign in
es_mx: Iniciar sesión

source: Register
es_mx: Registrarse

source: Welcome to CargoFul
es_mx: Bienvenido a Cargoful

source: Username or Password is incorrect
es_mx: Usuario o Contraseña incorrectos

source: Hello
es_mx: Hola

source: Logout
es_mx: Cerrar sesión

source: Disrupting Mexican Logistics
es_mx: Transformando a la industria de logística en México

source: Contact
es_mx: Contacto

source: Confirm Order
es_mx: Confirmar embarque

source: Pickup Address
es_mx: Dirección de Origen

source: Delivery Address
es_mx: Dirección de Destino

source: Pickup Date
es_mx: Fecha de Embarque

source: Pickup Time
es_mx: Hora de Embarque

source: Truck Type
es_mx: Tipo de Camión

source: Price
es_mx: Precio (MXN)

source: Contents
es_mx: Contenido

source: Instructions
es_mx: Instrucciones

source: Cancel
es_mx: Cancelar

source: Approve
es_mx: Aprobar

source: Download
es_mx: Descargar

source: View
es_mx: Abrir

source: Not Uploaded by Shipper
es_mx: No ha sido subido por el embarcador

source: New Users
es_mx: Nuevos Usuarios

source: Created At
es_mx: Creado

source: Delete
es_mx: Eliminar

source: New Orders
es_mx: Embarques Nuevos

source: Order Number
es_mx: Número de Embarque

source: Review
es_mx: Revisar

source: successfully approved
es_mx: Aprobado Exitosamente

source: Order
es_mx: Embarque

source: successfully deleted
es_mx: Eliminado Exitosamente

source: Weight
es_mx: Peso (Tons)

source: Past Orders
es_mx: Embarques Anteriores

source: My Truckers
es_mx: Mis Transportistas

source: Help
es_mx: Ayuda

source: Contact Us
es_mx: Contacto

source: Search Truckers
es_mx: Buscar Transportistas

source: Documents
es_mx: Documentos

source: Edit Order
es_mx: Editar

source: Pick Up Address
es_mx: Dirección de Origen

source: Please Choose a Pickup Address
es_mx: Por favor seleccione una Dirección de Origen

source: Please Choose a Delivery Address
es_mx: Por favor seleccione una Dirección de Destino

source: Include Pickup Date
es_mx: Incluir Fecha de Embarque

source: Please Choose a Pickup Date
es_mx: Por favor seleccione una Fecha de Origen

source: Include Pickup Time
es_mx: Incluir hora de Embarque

source: Please Choose a Pickup Time
es_mx: Por favor seleccione una Hora de Origen

source: Weight (Tons)
es_mx: Peso (Tons)

source: Confirm
es_mx: Confirmar

source: Negotiable
es_mx: Negociable

source: Phone Number
es_mx: Número Telefónico

source: Status
es_mx: Estatus

source: Connected
es_mx: Conectado

source: Pending
es_mx: Pendiente

source: No Connections Yet
es_mx: Sin conecciones

source: Please verify your email to gain full acces to Cargoful
es_mx: Confirma tu correo electrónico para acceder tu cuenta

source: Distance
es_mx: Distancia

source: Trucking Company
es_mx: Nombre de Transportista

source: Pending Approval
es_mx: Aprobación Pendiente

source: Unassigned
es_mx: Libre

source: Booked
es_mx: Reservado

source: In Transit
es_mx: En Tránsito

source: Delivered
es_mx: Entregado

source: Cancelled
es_mx: Cancelado

source: No Orders Posted Yet
es_mx: No hay embarques publicados

source: Before Your Order is Posted, Please Include Your Orden de Embarco
es_mx: Antes de confirmar su order, favor de incluir su Orden de Embarque

source: Before Your Order is Posted, Please Include Your Orden de Embarque
es_mx: Antes de confirmar su order, favor de incluir su Orden de Embarque

source: Upload
es_mx: Ingresar

source: Counter Offers
es_mx: Contraoferta

source: Original Price
es_mx: Precio original (MXN)

source: Counter Offer
es_mx: Contraoferta

source: No Order Updates
es_mx: No hay actualizaciones en los embarques

source: Order Updates
es_mx: Actualizaciones de embarques

source: has accepted order
es_mx: ha aceptado el embarque

source: has updated order
es_mx: ha actualizado el embarque

source: from
es_mx: de

source: to
es_mx: a

source: Connection Requests
es_mx: Solicitar Conexión

source: would like to connect
es_mx: quiere conectar

source: Deny
es_mx: Rechazar

source: Accept
es_mx: Aceptar

source: No Connection Requests
es_mx: No hay solicitudes de conexiones

source: No Past Orders
es_mx: No hay embarques anteriores

source: Please Choose a Truck Type
es_mx: Por favor seleccione el tipo de unidad

source: Please Enter a Price
es_mx: Por favor introduzca el precio

source: Calculating Recommended Price...
es_mx: Calculando precio recomendado

source: Cargoful Price Recommendation
es_mx: Precio recomendado por Cargoful (MXN)

source: Based on the truck type you selected as well as the distance of the trip, Cargoful suggests setting this price.
es_mx: En base al tipo de unidad, la distancia y la oferta y demanda actual en el mercado, Cargoful recomienda ofrecer este precio(MXN)

source: Please Specify Contents
es_mx: Porfavor especifique el contenido

source: If You Have No Specific Instructions, Put N/A
es_mx: Si no existen instrucciones especíificas, favor de introducier N/A

source: Post
es_mx: Publicar

source: Recommended Price (pesos):
es_mx: Precio Recomendado: $

source: Review Order
es_mx: Revisar Embarque

source: Your Price
es_mx: Tu Precio (MXN)

source: Counter Price
es_mx: Contra Oferta (MXN)

source: Order Specs
es_mx: Especificaciones de Embarque

source: Uploaded
es_mx: Ingresado

source: Not Uploaded by Trucker
es_mx: No ha sido subido por el transportista

source: Truckers Matching Your Search
es_mx: Transportistas que cumplen con criterios

source: See All
es_mx: Ver todos

source: Connection
es_mx: Conexión

source: Connect
es_mx: Conectar

source: No Truckers Match Your Search
es_mx: Ningún transportista cumple con los criterios de búsqueda

source: Placed Successfully
es_mx: Registrado Exitosamente

source: Requested Connection With
es_mx: Conexión solicitada con

source: Connection from
es_mx: Conexión de

source: Accepted
es_mx: Aceptada

source: Thank you for your feedback!
es_mx: Gracias por tus comentarios!

source: Available Orders
es_mx: Embarques Disponibles

source: Shipping Company
es_mx: Empresa Embarcadora

source: No Available Orders
es_mx: No hay Embarques Disponibles

source: My Jobs
es_mx: Mis Embarques

source: Find Jobs
es_mx: Buscar Embarques

source: Past Jobs
es_mx: Embarques Anteriores

source: My Shippers
es_mx: Mis Embarcadores

source: Search Shippers
es_mx: Buscar Embarcadores

source: Bid
es_mx: Ofrecer

source: Counter Offer History
es_mx: Historial de Contraofertas

source: Offer
es_mx: Oferta

source: you offered
es_mx: ofreció

source: Response Pending
es_mx: Respuesta Pendiente

source: Denied
es_mx: Rechazado

source: Please confirm your email and upload all necessary documents. If you have any question, contact us at: help@cargoful.org
es_mx: Por favor confirme su correo electronico y envíenos los documentos necesarios. Cualquier duda contactenos: help@cargoful.org

source: Upload Your Documents
es_mx: Ingrese Sus Documentos

source: Update
es_mx: Actualizar

source: You Have No Jobs Yet
es_mx: Aún no tienes embarques

source: Counter Offer Updates
es_mx: Actualizaciónes de Contraferta

source: has
es_mx: ha

source: denied
es_mx: rechazado

source: your counter offer on order
es_mx: tu contraoferta

source: accepted
es_mx: aceptado

source: No Updates
es_mx: No Hay Actualizaciones

source: New Orders Posted
es_mx: Nuevos Embarques Publicados

source: has posted a new order
es_mx: ha publicado un nuevo embarque

source: No New Orders Posted
es_mx: No Hay Nuevos Embarques Publicados

source: No Past Jobs
es_mx: No Hay Embarques Anteriores

source: Order Specifications
es_mx: Especificaciones de Embarque

source: Shippers Matching Your Search
es_mx: Embarcadores

source: No Shippers Match Your Search
es_mx: No hay Embarcadores que Cumplan con los Criterios

source: Corporate Documents
es_mx: Documentos Corporativos

source: Please upload the following documents so we can verify your account. You can upload them at separate times.
es_mx: Por favor ingrese los siguientes documentos para verificar su cuenta. Los puede ingresar en tiempos distintos.

source: Download my Documents
es_mx: Descargar Sus Documentos

source: Missing
es_mx: Falta

source: Upload Files
es_mx: Ingresar

source: New Unit
es_mx: Nueva Unidad

source: Please upload the following documents to register a new unit
es_mx: Por favor ingrese los siguientes documentos para registrar una nueva unidad

source: New Driver
es_mx: Nuevo Conductor

source: Counter Offer on order
es_mx: Contraoferta en la orden

source: Thank you for uploading your documents
es_mx: Gracias por ingresar sus documentos!
